Repository: mfmansueli/CueStudio
Catalog: Cue Studio/SupportFiles/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, hi, id, it, ja, ko, nb, nl, pt_br, sv, th, tr, vi, zh_hans, zh_hant

source: Tolerance
ar: التسامح
de: Toleranz
es: Tolerancia
fr: Tolérance
hi: टॉलरेंस
id: Toleransi
it: Tolleranza
ja: 許容範囲
ko: 허용 범위
nb: Toleranse
nl: Tolerantie
pt_br: Tolerância
sv: Tolerans
th: ค่าความคลาดเคลื่อน
tr: Tolerans
vi: Dung sai
zh_hans: 容差
zh_hant: 容差

source: Tone
ar: النبرة
de: Ton
es: Tono
fr: Ton
hi: टोन
id: Nada
it: Tono
ja: トーン
ko: 톤
nl: Toon
pt_br: Tom
sv: Ton
th: โทน
tr: Ton
vi: Giọng điệu
zh_hans: 语气
zh_hant: 語氣

source: tones
ar: نبرات
da: toner
de: Tonlagen
es: tonos
fr: tons
hi: लहजे
id: nada
it: toni
ja: トーン
ko: 톤
nb: toner
nl: tonen
pt_br: tons
sv: toner
th: โทน
tr: ton
vi: tông giọng
zh_hans: 种语气
zh_hant: 種語氣

source: Too formal
ar: رسمي أكثر من اللازم
da: For formelt
de: Zu förmlich
es: Demasiado formal
fr: Trop formel
hi: बहुत औपचारिक
id: Terlalu formal
it: Troppo formale
ja: 堅すぎる
ko: 너무 격식적
nb: For formelt
nl: Te formeel
pt_br: Formal demais
sv: För formellt
th: ทางการเกินไป
tr: Fazla resmi
vi: Quá trang trọng
zh_hans: 太正式
zh_hant: 太正式

source: Too long
ar: طويل جدًا
da: For langt
de: Zu lang
es: Demasiado largo
fr: Trop long
hi: बहुत लंबा
id: Terlalu panjang
it: Troppo lungo
ja: 長すぎる
ko: 너무 김
nb: For langt
nl: Te lang
pt_br: Longo demais
sv: För långt
th: ยาวเกินไป
tr: Fazla uzun
vi: Quá dài
zh_hans: 太长
zh_hant: 太長

source: Too long for Apple Intelligence on this iPhone. Try a shorter script, or one part at a time.
ar: النص طويل جدًا على Apple Intelligence في هذا الـ iPhone. جرّب نصًا أقصر، أو جزءًا واحدًا في كل مرة.
da: For langt til Apple Intelligence på denne iPhone. Prøv et kortere manuskript, eller én del ad gangen.
de: Zu lang für Apple Intelligence auf diesem iPhone. Versuch ein kürzeres Skript oder einen Teil nach dem anderen.
es: Demasiado largo para Apple Intelligence en este iPhone. Prueba con un guion más corto o una parte cada vez.
fr: Trop long pour Apple Intelligence sur cet iPhone. Essayez un script plus court, ou une partie à la fois.
hi: इस iPhone पर Apple Intelligence के लिए यह बहुत लंबा है। छोटी स्क्रिप्ट आज़माएँ, या एक बार में एक हिस्सा।
id: Terlalu panjang untuk Apple Intelligence di iPhone ini. Coba naskah yang lebih pendek, atau satu bagian setiap kali.
it: Troppo lungo per Apple Intelligence su questo iPhone. Prova un copione più corto, o una parte alla volta.
ja: このiPhoneのApple Intelligenceには長すぎます。短い台本にするか、一部ずつ試してください。
ko: 이 iPhone의 Apple Intelligence에는 너무 길어요. 더 짧은 대본이나 한 부분씩 시도하세요.
nb: For langt for Apple Intelligence på denne iPhonen. Prøv et kortere manus, eller én del om gangen.
nl: Te lang voor Apple Intelligence op deze iPhone. Probeer een korter script, of één deel tegelijk.
pt_br: Longo demais para a Apple Intelligence neste iPhone. Tente um roteiro mais curto, ou uma parte de cada vez.
sv: För långt för Apple Intelligence på den här iPhonen. Prova ett kortare manus, eller en del i taget.
th: ยาวเกินไปสำหรับ Apple Intelligence บน iPhone เครื่องนี้ ลองใช้สคริปต์ที่สั้นลง หรือทีละส่วน
tr: Bu iPhone’daki Apple Intelligence için çok uzun. Daha kısa bir senaryo dene ya da her seferinde bir bölüm.
vi: Quá dài với Apple Intelligence trên iPhone này. Hãy thử kịch bản ngắn hơn, hoặc từng phần một.
zh_hans: 对这台 iPhone 上的 Apple Intelligence 来说太长了。试试更短的脚本，或一次处理一部分。
zh_hant: 這份腳本太長，這部 iPhone 上的 Apple Intelligence 處理不了。請試試較短的腳本，或一次處理一段。

source: Too much slang
ar: عامية أكثر من اللازم
da: For meget slang
de: Zu viel Slang
es: Demasiada jerga
fr: Trop d’argot
hi: बहुत ज़्यादा स्लैंग
id: Terlalu banyak slang
it: Troppo slang
ja: スラングが多すぎる
ko: 은어가 너무 많음
nb: For mye slang
nl: Te veel straattaal
pt_br: Gíria demais
sv: För mycket slang
th: สแลงเยอะเกินไป
tr: Çok fazla argo
vi: Quá nhiều tiếng lóng
zh_hans: 俚语太多
zh_hant: 俚語太多

source: Too over the top
ar: مبالغ فيه
da: For overdrevet
de: Zu übertrieben
es: Demasiado exagerado
fr: Trop exagéré
hi: बहुत ओवर
id: Terlalu berlebihan
it: Troppo esagerato
ja: 大げさすぎる
ko: 너무 과함
nb: For overdrevet
nl: Te overdreven
pt_br: Exagerado demais
sv: För överdrivet
th: โอเวอร์เกินไป
tr: Fazla abartılı
vi: Quá lố
zh_hans: 太夸张
zh_hant: 太誇張

source: Too short to keep
ar: قصير جدًا للإبقاء عليه
da: For kort til at beholde
de: Zu kurz zum Behalten
es: Demasiado corto para conservarlo
fr: Trop court pour être gardé
hi: रखने के लिए बहुत छोटा
id: Terlalu pendek untuk disimpan
it: Troppo breve da tenere
ja: 短すぎて残せません
ko: 너무 짧아서 남길 수 없어요
nb: For kort til å beholde
nl: Te kort om te bewaren
pt_br: Curto demais para manter
sv: För kort för att behållas
th: สั้นเกินกว่าจะเก็บไว้
tr: Saklamak için çok kısa
vi: Quá ngắn để giữ
zh_hans: 太短，无法保留
zh_hant: 太短，無法保留

source: Top
ar: أعلى
da: Øverst
de: Oben
es: Arriba
fr: Haut
hi: ऊपर
id: Atas
it: In alto
ja: 上
ko: 위
nb: Øverst
nl: Boven
pt_br: Topo
sv: Överkant
th: บน
tr: Üst
vi: Trên
zh_hans: 顶部
zh_hant: 上方

source: Top left of the screen. Cue takes you to the next network.
ar: أعلى يسار الشاشة. ينقلك Cue إلى الشبكة التالية.
da: Øverst til venstre på skærmen. Cue tager dig videre til det næste netværk.
de: Oben links auf dem Bildschirm. Cue bringt dich zum nächsten Netzwerk.
es: Arriba a la izquierda de la pantalla. Cue te lleva a la siguiente red.
fr: En haut à gauche de l’écran. Cue vous emmène vers le réseau suivant.
hi: स्क्रीन के ऊपर बाईं ओर। Cue आपको अगले नेटवर्क पर ले जाता है।
id: Di kiri atas layar. Cue membawamu ke jaringan berikutnya.
it: In alto a sinistra sullo schermo. Cue ti porta alla rete successiva.
ja: 画面の左上です。Cueが次のネットワークへ案内します。
ko: 화면 왼쪽 위에 있어요. Cue가 다음 네트워크로 안내해요.
nb: Øverst til venstre på skjermen. Cue tar deg til neste nettverk.
nl: Linksboven op het scherm. Cue brengt je naar het volgende netwerk.
pt_br: No canto superior esquerdo da tela. O Cue leva você à próxima rede.
sv: Högst upp till vänster på skärmen. Cue tar dig till nästa nätverk.
th: มุมซ้ายบนของหน้าจอ Cue จะพาคุณไปเครือข่ายถัดไป
tr: Ekranın sol üstünde. Cue seni bir sonraki ağa götürür.
vi: Ở góc trên bên trái màn hình. Cue sẽ đưa bạn tới mạng tiếp theo.
zh_hans: 屏幕左上角。Cue 会带你前往下一个平台。
zh_hant: 螢幕左上角。Cue 會帶你前往下一個平台。

source: Topic
ar: الموضوع
da: Emne
de: Thema
es: Tema
fr: Sujet
hi: विषय
id: Topik
it: Argomento
ja: テーマ
ko: 주제
nb: Emne
nl: Onderwerp
pt_br: Tema
sv: Ämne
th: หัวข้อ
tr: Konu
vi: Chủ đề
zh_hans: 主题
zh_hant: 主題

source: topics
ar: المواضيع
da: emner
de: Themen
es: temas
fr: thèmes
hi: विषय
id: topik
it: argomenti
ja: トピック
ko: 주제
nb: emner
nl: onderwerpen
pt_br: temas
sv: ämnen
th: หัวข้อ
tr: konu
vi: chủ đề
zh_hans: 主题
zh_hant: 主題

source: Topics
ar: المواضيع
da: Emner
de: Themen
es: Temas
fr: Sujets
hi: विषय
id: Topik
it: Argomenti
ja: トピック
ko: 주제
nb: Emner
nl: Onderwerpen
pt_br: Temas
sv: Ämnen
th: หัวข้อ
tr: Konular
vi: Chủ đề
zh_hans: 主题
zh_hant: 主題

source: Topics & colors
ar: المواضيع والألوان
da: Emner og farver
de: Themen & Farben
es: Temas y colores
fr: Sujets et couleurs
hi: विषय और रंग
id: Topik & warna
it: Argomenti e colori
ja: トピックと色
ko: 주제와 색상
nb: Emner og farger
nl: Onderwerpen en kleuren
pt_br: Temas e cores
sv: Ämnen och färger
th: หัวข้อและสี
tr: Konular ve renkler
vi: Chủ đề & màu sắc
zh_hans: 主题与颜色
zh_hant: 主題與顏色

source: Total: %@s
ar: الإجمالي: %@ ث
da: I alt: %@ s
de: Gesamt: %@ s
hi: कुल: %@ से.
id: Total: %@ dtk
it: Totale: %@ s
ja: 合計：%@秒
ko: 합계: %@초
nb: Totalt: %@ s
nl: Totaal: %@ s
sv: Totalt: %@ s
th: รวม: %@ วิ
tr: Toplam: %@ sn
vi: Tổng: %@ giây
zh_hans: 总计：%@ 秒
zh_hant: 總計：%@ 秒

source: Trainer, doctor, lawyer, consultant
ar: مدرّب، طبيب، محامٍ، استشاري
da: Træner, læge, advokat, konsulent
de: Trainer, Ärztin, Anwalt, Berater
es: Entrenador, médico, abogado, consultor
fr: Coach sportif, médecin, avocat, consultant
hi: ट्रेनर, डॉक्टर, वकील, सलाहकार
id: Pelatih, dokter, pengacara, konsultan
it: Trainer, medico, avvocato, consulente
ja: トレーナー、医師、弁護士、コンサルタント
ko: 트레이너, 의사, 변호사, 컨설턴트
nb: Trener, lege, advokat, konsulent
nl: Trainer, arts, advocaat, consultant
pt_br: Treinador, médico, advogado, consultor
sv: Tränare, läkare, advokat, konsult
th: เทรนเนอร์ แพทย์ ทนาย ที่ปรึกษา
tr: Antrenör, doktor, avukat, danışman
vi: Huấn luyện viên, bác sĩ, luật sư, tư vấn
zh_hans: 教练、医生、律师、顾问
zh_hant: 教練、醫師、律師、顧問

source: Transition
ar: الانتقال
da: Overgang
de: Übergang
es: Transición
hi: ट्रांज़िशन
id: Transisi
it: Transizione
ja: トランジション
ko: 전환 효과
nb: Overgang
nl: Overgang
pt_br: Transição
sv: Övergång
th: ทรานซิชัน
tr: Geçiş
vi: Chuyển cảnh
zh_hans: 转场
zh_hant: 轉場

source: Transition at the nearest cut
ar: الانتقال عند أقرب قطع
da: Overgang ved nærmeste klip
de: Übergang am nächsten Schnitt
es: Transición en el corte más cercano
fr: Transition à la coupe la plus proche
hi: सबसे पास के कट पर ट्रांज़िशन
id: Transisi di potongan terdekat
it: Transizione al taglio più vicino
ja: 最も近いカットのトランジション
ko: 가장 가까운 컷의 전환 효과
nb: Overgang ved nærmeste klipp
nl: Overgang bij de dichtstbijzijnde snede
pt_br: Transição no corte mais próximo
sv: Övergång vid närmaste klippning
th: ทรานซิชันที่จุดตัดใกล้ที่สุด
tr: En yakın kesmedeki geçiş
vi: Chuyển cảnh ở đoạn cắt gần nhất
zh_hans: 最近剪切点的转场
zh_hant: 在最近的剪接點轉場

source: Translate
ar: ترجمة
da: Oversæt
de: Übersetzen
es: Traducir
fr: Traduire
hi: अनुवाद करें
id: Terjemahkan
it: Traduci
ja: 翻訳
ko: 번역
nb: Oversett
nl: Vertalen
pt_br: Traduzir
sv: Översätt
th: แปล
tr: Çevir
vi: Dịch
zh_hans: 翻译
zh_hant: 翻譯

source: Translate again
ar: الترجمة مجددًا
da: Oversæt igen
de: Erneut übersetzen
es: Traducir de nuevo
fr: Traduire à nouveau
hi: फिर से अनुवाद करें
id: Terjemahkan lagi
it: Traduci di nuovo
ja: もう一度翻訳
ko: 다시 번역
nb: Oversett igjen
nl: Opnieuw vertalen
pt_br: Traduzir de novo
sv: Översätt igen
th: แปลอีกครั้ง
tr: Yeniden çevir
vi: Dịch lại
zh_hans: 重新翻译
zh_hant: 重新翻譯

source: Translate captions
ar: ترجمة الترجمة النصية
da: Oversæt undertekster
de: Untertitel übersetzen
es: Traducir subtítulos
fr: Traduire les sous-titres
hi: कैप्शन का अनुवाद करें
id: Terjemahkan teks
it: Traduci i sottotitoli
ja: 字幕を翻訳
ko: 자막 번역
nb: Oversett undertekster
nl: Ondertitels vertalen
pt_br: Traduzir legendas
sv: Översätt undertexter
th: แปลคำบรรยาย
tr: Altyazıları çevir
vi: Dịch phụ đề
zh_hans: 翻译字幕
zh_hant: 翻譯字幕

source: Translate them again
ar: ترجمتها مجددًا
da: Oversæt dem igen
de: Neu übersetzen
es: Traducirlas de nuevo
fr: Les traduire à nouveau
hi: उनका फिर से अनुवाद करें
id: Terjemahkan ulang
it: Traducile di nuovo
ja: もう一度翻訳する
ko: 다시 번역하기
nb: Oversett dem igjen
nl: Opnieuw vertalen
pt_br: Traduzi-las de novo
sv: Översätt dem igen
th: แปลใหม่ทั้งหมด
tr: Yeniden çevir
vi: Dịch lại
zh_hans: 重新翻译
zh_hant: 重新翻譯

source: Translate to
ar: الترجمة إلى
da: Oversæt til
de: Übersetzen in
es: Traducir al
fr: Traduire en
hi: इसमें अनुवाद करें
id: Terjemahkan ke
it: Traduci in
ja: 翻訳先
ko: 번역할 언어
nb: Oversett til
nl: Vertalen naar
pt_br: Traduzir para
sv: Översätt till
th: แปลเป็น
tr: Çevrilecek dil
vi: Dịch sang
zh_hans: 翻译成
zh_hant: 翻譯成

source: Translate your corrected lines again?
ar: هل تريد إعادة ترجمة السطور التي صحّحتها؟
da: Oversætte dine rettede linjer igen?
de: Deine korrigierten Zeilen erneut übersetzen?
es: ¿Traducir de nuevo tus líneas corregidas?
fr: Traduire à nouveau vos lignes corrigées ?
hi: अपनी सुधारी हुई लाइनों का फिर से अनुवाद करें?
id: Terjemahkan ulang baris yang sudah kamu koreksi?
it: Tradurre di nuovo le righe corrette?
ja: 修正した行をもう一度翻訳しますか？
ko: 수정한 줄을 다시 번역할까요?
nb: Oversette de rettede linjene dine igjen?
nl: Je gecorrigeerde regels opnieuw vertalen?
pt_br: Traduzir de novo as linhas que você corrigiu?
sv: Översätta dina rättade rader igen?
th: แปลบรรทัดที่คุณแก้ไว้อีกครั้งไหม
tr: Düzelttiğin satırlar yeniden çevrilsin mi?
vi: Dịch lại các dòng bạn đã sửa?
zh_hans: 要重新翻译你修改过的行吗？
zh_hant: 要重新翻譯你修正過的字幕行嗎？

source: Translated on your iPhone · Nothing is sent
ar: تتم الترجمة على iPhone · لا يُرسل شيء
da: Oversat på din iPhone · Intet sendes
de: Auf deinem iPhone übersetzt · Nichts wird gesendet
es: Traducido en tu iPhone · No se envía nada
fr: Traduit sur votre iPhone · Rien n’est envoyé
hi: आपके iPhone पर अनुवाद · कुछ भेजा नहीं जाता
id: Diterjemahkan di iPhone-mu · Tak ada yang dikirim
it: Tradotto sul tuo iPhone · Non viene inviato nulla
ja: iPhone上で翻訳 · 何も送信されません
ko: iPhone에서 번역 · 아무것도 전송되지 않아요
nb: Oversatt på iPhonen din · Ingenting sendes
nl: Vertaald op je iPhone · Er wordt niets verzonden
pt_br: Traduzido no seu iPhone · Nada é enviado
sv: Översatt på din iPhone · Inget skickas
th: แปลบน iPhone ของคุณ · ไม่มีอะไรถูกส่งออก
tr: iPhone'unda çevrilir · Hiçbir şey gönderilmez
vi: Dịch ngay trên iPhone · Không gửi gì đi
zh_hans: 在 iPhone 上翻译 · 不发送任何内容
zh_hant: 在 iPhone 上翻譯 · 不傳送任何內容

source: Translated on your iPhone with Apple’s Translation. Nothing is sent anywhere.
ar: تُترجم على الـ iPhone باستخدام الترجمة من Apple. لا يُرسل أي شيء إلى أي مكان.
da: Oversat på din iPhone med Apple Oversæt. Intet sendes nogen steder hen.
de: Auf deinem iPhone mit Apples Übersetzen übersetzt. Nichts wird irgendwohin gesendet.
es: Traducido en tu iPhone con la Traducción de Apple. No se envía nada a ningún sitio.
fr: Traduit sur votre iPhone avec Traduire d’Apple. Rien n’est envoyé nulle part.
hi: Apple के Translation से आपके iPhone पर अनुवाद। कुछ भी कहीं नहीं भेजा जाता।
id: Diterjemahkan di iPhone-mu dengan Terjemahan Apple. Tidak ada yang dikirim ke mana pun.
it: Tradotto sul tuo iPhone con Traduci di Apple. Nulla viene inviato altrove.
ja: AppleのTranslationでiPhone上で翻訳します。どこにも送信されません。
ko: Apple 번역으로 iPhone에서 번역합니다. 어디에도 전송되지 않습니다.
nb: Oversatt på iPhonen din med Apple Oversett. Ingenting sendes noe sted.
nl: Vertaald op je iPhone met Apple Vertalen. Er wordt niets verstuurd.
pt_br: Traduzido no seu iPhone com o Tradutor da Apple. Nada é enviado a lugar nenhum.
sv: Översatt på din iPhone med Apple Översätt. Inget skickas någonstans.
th: แปลบน iPhone ของคุณด้วยการแปลของ Apple ไม่มีอะไรถูกส่งออกไป
tr: Apple’ın Çeviri’siyle iPhone’unda çevrilir. Hiçbir şey hiçbir yere gönderilmez.
vi: Được dịch trên iPhone bằng Dịch thuật của Apple. Không gửi gì ra ngoài.
zh_hans: 使用 Apple 翻译在你的 iPhone 上完成翻译。不会发送到任何地方。
zh_hant: 使用 Apple 翻譯在你的 iPhone 上完成翻譯。不會傳送到任何地方。

source: Translated to %@
ar: تمت الترجمة إلى %@
da: Oversat til %@
de: Auf %@ übersetzt
es: Traducido al %@
fr: Traduit en %@
hi: %@ में अनुवाद हुआ
id: Diterjemahkan ke %@
it: Tradotto in %@
ja: %@に翻訳しました
ko: %@(으)로 번역함
nb: Oversatt til %@
nl: Vertaald naar %@
pt_br: Traduzido para %@
sv: Översatt till %@
th: แปลเป็น%@แล้ว
tr: %@ diline çevrildi
vi: Đã dịch sang %@
zh_hans: 已翻译成%@
zh_hant: 已翻譯成 %@

source: Translating on your iPhone…
ar: جارٍ الترجمة على الـ iPhone…
da: Oversætter på din iPhone…
de: Wird auf deinem iPhone übersetzt …
es: Traduciendo en tu iPhone…
fr: Traduction sur votre iPhone…
hi: आपके iPhone पर अनुवाद हो रहा है…
id: Menerjemahkan di iPhone-mu…
it: Traduzione sul tuo iPhone…
ja: iPhone上で翻訳中…
ko: iPhone에서 번역 중…
nb: Oversetter på iPhonen din…
nl: Vertalen op je iPhone…
pt_br: Traduzindo no seu iPhone…
sv: Översätter på din iPhone…
th: กำลังแปลบน iPhone ของคุณ…
tr: iPhone’unda çevriliyor…
vi: Đang dịch trên iPhone…
zh_hans: 正在你的 iPhone 上翻译…
zh_hant: 正在你的 iPhone 上翻譯…

source: Translation
ar: الترجمة
da: Oversættelse
de: Übersetzung
es: Traducción
fr: Traduction
hi: अनुवाद
id: Terjemahan
it: Traduzione
ja: 翻訳
ko: 번역
nb: Oversettelse
nl: Vertaling
pt_br: Tradução
sv: Översättning
th: คำแปล
tr: Çeviri
vi: Bản dịch
zh_hans: 译文
zh_hant: 翻譯

source: Trial started — enjoy Cue Pro
ar: بدأت التجربة — استمتع بـ Cue Pro
da: Prøveperioden er startet — nyd Cue Pro
de: Test gestartet – viel Spaß mit Cue Pro
es: Prueba iniciada — disfruta de Cue Pro
fr: Essai démarré — profitez de Cue Pro
hi: ट्रायल शुरू — Cue Pro का मज़ा लें
id: Uji coba dimulai — nikmati Cue Pro
it: Prova avviata — goditi Cue Pro
ja: トライアル開始 — Cue Proをお楽しみください
ko: 체험 시작 — Cue Pro를 즐기세요
nb: Prøveperioden har startet — nyt Cue Pro
nl: Proefperiode gestart — geniet van Cue Pro
pt_br: Teste iniciado — aproveite o Cue Pro
sv: Provperioden har startat — njut av Cue Pro
th: เริ่มทดลองใช้แล้ว — สนุกกับ Cue Pro
tr: Deneme başladı — Cue Pro'nun keyfini çıkar
vi: Đã bắt đầu dùng thử — tận hưởng Cue Pro nhé
zh_hans: 试用已开始 — 尽情使用 Cue Pro
zh_hant: 已開始試用 — 好好享受 Cue Pro

source: Trial started · video exported
ar: بدأت التجربة · تم تصدير الفيديو
da: Prøve startet · videoen er eksporteret
de: Testphase gestartet · Video exportiert
es: Prueba iniciada · vídeo exportado
fr: Essai lancé · vidéo exportée
hi: ट्रायल शुरू · वीडियो एक्सपोर्ट हुआ
id: Uji coba dimulai · video diekspor
it: Prova avviata · video esportato
ja: トライアル開始 · 動画を書き出しました
ko: 체험 시작 · 영상을 내보냈어요
nb: Prøveperiode startet · videoen er eksportert
nl: Proefperiode gestart · video geëxporteerd
pt_br: Teste iniciado · vídeo exportado
sv: Provperiod startad · videon exporterad
th: เริ่มทดลองใช้แล้ว · ส่งออกวิดีโอแล้ว
tr: Deneme başladı · video dışa aktarıldı
vi: Đã bắt đầu dùng thử · đã xuất video
zh_hans: 试用已开始 · 视频已导出
zh_hant: 試用已開始 · 影片已匯出

source: Trim
ar: التشذيب
de: Kürzen
es: Recortar
fr: Raccourcir
hi: ट्रिम
id: Pangkas Durasi
it: Accorcia
ja: トリミング
ko: 다듬기
nl: Bijsnijden
pt_br: Aparar
sv: Trimma
th: ตัดความยาว
tr: Kısalt
vi: Cắt độ dài
zh_hans: 修剪
zh_hant: 修剪

source: Trimming the extra words
ar: أحذف الكلمات الزائدة
da: Trimmer de overflødige ord
de: Kürze überflüssige Wörter
es: Recortando palabras de más
fr: Je coupe les mots en trop
hi: फ़ालतू शब्द हटा रहा हूँ
id: Memangkas kata yang berlebih
it: Taglio le parole in più
ja: 余分な言葉を削っています
ko: 군더더기를 다듬는 중
nb: Trimmer unødvendige ord
nl: Overbodige woorden schrappen
pt_br: Cortando palavras desnecessárias
sv: Trimmar bort överflödiga ord
th: กำลังตัดคำที่เกินออก
tr: Fazla kelimeleri kırpıyorum
vi: Đang gọt bớt từ thừa
zh_hans: 正在删去多余的词
zh_hant: 正在刪去多餘的詞

source: Try again
ar: حاول مرة أخرى
da: Prøv igen
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: फिर कोशिश करें
id: Coba lagi
it: Riprova
ja: もう一度試す
ko: 다시 시도
nb: Prøv igjen
nl: Opnieuw proberen
pt_br: Tentar de novo
sv: Försök igen
th: ลองอีกครั้ง
tr: Yeniden dene
vi: Thử lại
zh_hans: 重试
zh_hant: 再試一次

source: Try another change, or cancel and open the take again.
ar: جرّب تغييرًا آخر، أو ألغِ وافتح اللقطة مرة أخرى.
da: Prøv en anden ændring, eller annullér og åbn optagelsen igen.
de: Versuch eine andere Änderung oder brich ab und öffne den Take erneut.
es: Prueba otro cambio, o cancela y vuelve a abrir la toma.
fr: Essayez un autre changement, ou annulez et rouvrez la prise.
hi: कोई और बदलाव आज़माएँ, या रद्द करके टेक फिर से खोलें।
id: Coba perubahan lain, atau batalkan dan buka take-nya lagi.
it: Prova un’altra modifica, oppure annulla e riapri la ripresa.
ja: 別の変更を試すか、キャンセルしてテイクを開き直してください。
ko: 다른 변경을 시도하거나, 취소하고 테이크를 다시 여세요.
nb: Prøv en annen endring, eller avbryt og åpne opptaket på nytt.
nl: Probeer een andere wijziging, of annuleer en open de opname opnieuw.
pt_br: Tente outra mudança, ou cancele e abra o take de novo.
sv: Prova en annan ändring, eller avbryt och öppna tagningen igen.
th: ลองเปลี่ยนแบบอื่น หรือยกเลิกแล้วเปิดเทคอีกครั้ง
tr: Başka bir değişiklik dene veya vazgeçip çekimi yeniden aç.
vi: Thử thay đổi khác, hoặc hủy và mở lại cảnh quay.
zh_hans: 换一种修改，或取消后重新打开镜头。
zh_hant: 試試其他變更，或取消後重新開啟鏡頭。

source: Try another word, like speed or mirror.
ar: جرّب كلمة أخرى، مثل السرعة أو العكس.
da: Prøv et andet ord, f.eks. hastighed eller spejl.
de: Versuche ein anderes Wort, z. B. Tempo oder spiegeln.
es: Prueba otra palabra, como velocidad o espejo.
fr: Essayez un autre mot, comme vitesse ou miroir.
hi: कोई और शब्द आज़माएँ, जैसे स्पीड या मिरर।
id: Coba kata lain, misalnya kecepatan atau cermin.
it: Prova un’altra parola, come velocità o specchio.
ja: 「速度」や「反転」など、別の言葉を試してください。
ko: 속도나 반전 같은 다른 단어로 찾아보세요.
nb: Prøv et annet ord, som hastighet eller speil.
nl: Probeer een ander woord, zoals snelheid of spiegelen.
pt_br: Tente outra palavra, como velocidade ou espelhar.
sv: Prova ett annat ord, som hastighet eller spegla.
th: ลองคำอื่น เช่น ความเร็ว หรือ กลับด้าน
tr: Hız veya aynala gibi başka bir sözcük dene.
vi: Thử từ khác, như tốc độ hoặc lật.
zh_hans: 试试别的词，比如“速度”或“镜像”。
zh_hant: 試試別的詞，比如「速度」或「鏡像」。

source: Try another word.
ar: جرّب كلمة أخرى.
da: Prøv et andet ord.
de: Versuch ein anderes Wort.
es: Prueba con otra palabra.
fr: Essayez un autre mot.
hi: कोई दूसरा शब्द आज़माएँ।
id: Coba kata lain.
it: Prova un’altra parola.
ja: 別の言葉で試してください。
ko: 다른 단어로 검색해 보세요.
nb: Prøv et annet ord.
nl: Probeer een ander woord.
pt_br: Tente outra palavra.
sv: Prova ett annat ord.
th: ลองคำอื่น
tr: Başka bir kelime dene.
vi: Hãy thử từ khác.
zh_hans: 换个词试试。
zh_hant: 換個詞試試。

source: Try it and tell me
ar: جرّبه وأخبرني
da: Prøv det og fortæl mig
de: Probier es aus und sag mir Bescheid
es: Pruébalo y cuéntame
fr: Essayez et dites-moi
hi: आज़माएँ और मुझे बताएँ
id: Coba dan kabari aku
it: Provalo e dimmi
ja: 試して教えてね
ko: 해보고 알려 주세요
nb: Prøv det og si fra
nl: Probeer het en laat het me weten
pt_br: Teste e me conte
sv: Testa och berätta
th: ลองแล้วบอกฉันด้วย
tr: Dene ve bana söyle
vi: Hãy thử và kể mình nghe
zh_hans: 试试看，告诉我
zh_hant: 試試看，告訴我

source: Try it tomorrow. Tell me how it goes.
ar: جرّبه غدًا. وأخبرني كيف سار الأمر.
da: Prøv det i morgen. Fortæl mig, hvordan det går.
de: Probier es morgen aus. Sag mir, wie es lief.
es: Pruébalo mañana. Cuéntame cómo te fue.
fr: Essaie demain. Dis-moi comment ça s’est passé.
hi: कल आज़माइए। बताइए कैसा रहा।
id: Coba besok. Ceritakan hasilnya ya.
it: Provaci domani. Dimmi com’è andata.
ja: 明日試してみてください。どうだったか教えてくださいね。
ko: 내일 해 보세요. 어땠는지 알려 주세요.
nb: Prøv det i morgen. Fortell meg hvordan det går.
nl: Probeer het morgen. Vertel me hoe het gaat.
pt_br: Experimente amanhã. Me conte como foi.
sv: Prova det imorgon. Berätta hur det går.
th: ลองดูพรุ่งนี้ แล้วมาเล่าให้ฟังว่าเป็นอย่างไร
tr: Yarın dene. Nasıl gittiğini bana anlat.
vi: Mai hãy thử nhé. Kể mình nghe thế nào.
zh_hans: 明天试试看，再告诉我进展如何。
zh_hant: 明天試試看，再告訴我結果如何。

source: Try Pro ›
ar: جرّب Pro ›
da: Prøv Pro ›
de: Pro testen ›
es: Prueba Pro ›
fr: Essayer Pro ›
hi: Pro आज़माएँ ›
id: Coba Pro ›
it: Prova Pro ›
ja: Proを試す ›
ko: Pro 체험 ›
nb: Prøv Pro ›
nl: Probeer Pro ›
pt_br: Testar o Pro ›
sv: Testa Pro ›
th: ลอง Pro ›
tr: Pro'yu dene ›
vi: Dùng thử Pro ›
zh_hans: 试用 Pro ›
zh_hant: 試用 Pro ›

source: Turn a question from your audience into a script
ar: حوّل سؤالًا من جمهورك إلى نص
da: Gør et spørgsmål fra dit publikum til et manuskript
de: Mach aus einer Frage deines Publikums ein Skript
es: Convierte una pregunta de tu audiencia en un guion
fr: Transforme une question de ton public en script
hi: अपने दर्शकों के सवाल को स्क्रिप्ट बनाएँ
id: Ubah pertanyaan penontonmu jadi naskah
it: Trasforma una domanda del tuo pubblico in un copione
ja: 視聴者の質問を台本に
ko: 시청자의 질문을 대본으로
nb: Gjør et spørsmål fra publikummet ditt om til et manus
nl: Maak van een vraag van je publiek een script
pt_br: Transforme uma pergunta do seu público em roteiro
sv: Gör en fråga från din publik till ett manus
th: เปลี่ยนคำถามจากผู้ชมเป็นสคริปต์
tr: Takipçinin sorusunu senaryoya çevir
vi: Biến câu hỏi của khán giả thành kịch bản
zh_hans: 把观众的提问变成脚本
zh_hant: 把觀眾的問題變成腳本

source: Turn a question from your audience into a script.
ar: حوّل سؤالًا من جمهورك إلى نص.
da: Gør et spørgsmål fra dit publikum til et manuskript.
de: Mach aus einer Frage deines Publikums ein Skript.
es: Convierte una pregunta de tu audiencia en un guion.
fr: Transforme une question de ton public en script.
hi: अपने दर्शकों के सवाल को स्क्रिप्ट बनाएँ।
id: Ubah pertanyaan penontonmu jadi naskah.
it: Trasforma una domanda del tuo pubblico in un copione.
ja: 視聴者の質問を台本にします。
ko: 시청자의 질문을 대본으로 만들어요.
nb: Gjør et spørsmål fra publikummet ditt om til et manus.
nl: Maak van een vraag van je publiek een script.
pt_br: Transforme uma pergunta do seu público em roteiro.
sv: Gör en fråga från din publik till ett manus.
th: เปลี่ยนคำถามจากผู้ชมเป็นสคริปต์
tr: Takipçinin sorusunu senaryoya çevir.
vi: Biến câu hỏi của khán giả thành kịch bản.
zh_hans: 把观众的提问变成脚本。
zh_hant: 把觀眾的問題變成腳本。
